---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.DecalFailures
source: html/5b2302de-090f-773d-2855-12f5c7a83a24.htm
---
# BuiltInFailures.DecalFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.